{
  "allRightsReserved": "All rights reserved",
  "aboutPage": {
    "aboutMeText": "My name is Joana, I live in Portugal, and I graduated with a master’s degree in Physics Engineering from the Faculty of Sciences of the University of Lisbon. After my studies, I couldn’t find opportunities in the field, so I decided to pursue programming, which allowed me to complement my knowledge with technology. Each project has given me the chance to learn new tools, so I decided to apply some of my knowledge to create this online resume. Outside of work, I enjoy traveling (who doesn’t?), playing escape games, gardening, and testing new gadgets. Want to know more? Then reach out to me on LinkedIn.",
    "congratulations": "Congratulations, you solved the mystery!",
    "introAbout": "Hi, my name is Joana, and as you might have guessed, I love challenges. So, I’ve prepared a little quiz before sharing more about me. You can choose between solving a puzzle or answering a small math question. Have fun!"
  },
  "dates": "Dates",
  "description": "Description",
  "errorMessage": "Wrong answer. Please try again.",
  "githubLink": "diverintech.github.io",
  "githubRepo": "https://github.com/diverintech/diverintech.github.io",
  "home": "Home",
  "homePage": {
    "introP1": "Hello and welcome to my web page!",
    "introP2": "I created this page with the purpose of sharing the projects I’ve been developing on GitHub, and I thought it should also be part of my portfolio.",
    "introP3": "This page was developed using Angular (Frontend Framework), and the code is available in my public GitHub repository:",
    "introP4": "Additionally, I used GitHub Pages to deploy it, so you can access it from anywhere without needing an IDE.",
    "introP5": "I invite you to explore the sections above to learn more about my work:"
  },
  "mathButton": "Math Question",
  "myName": "Joana Pires",
  "placeholder": "Enter your answer",
  "portfolio": "Portfolio",
  "present": "Present",
  "profession": "Software Developer",
  "puzzleButton": "Puzzle",
  "quotes": {
    "quote1": "Technology is best when it brings people together. — Matt Mullenweg",
    "quote2": "Life is like riding a bicycle. To keep your balance, you must keep moving. — Albert Einstein",
    "quote3": "The future belongs to those who believe in the beauty of their dreams. — Eleanor Roosevelt"
  },
  "question": "What is the answer to",
  "role": "Role",
  "technologies": "Technologies",
  "titleHome": "Welcome!",
  "underConstruction": "This page is under construction. Please check back later!",
  "verify": "Verify",
  "work": "Work Experience",
  "about": "About",
  "cancel": "Cancel",
  "company": "Company",
  "invalidOperationError": "Invalid operation"
}