{
    "HOME": "Início",
    "ABOUT": "Sobre",
    "WORK": "Trabalho",
    "PORTFOLIO": "Portfólio",
    "AllRightsReserved": "Todos os direitos reservados",
    "PRESENT": "Presente",
    "COMPANY": "Empresa",
    "ROLE": "Função",
    "DATES": "Datas",
    "TECHNOLOGIES": "Tecnologias",
    "DESCRIPTION": "Descrição",
    "UNDERCONSTRUCTION": "Esta página está em construção. Volte mais tarde!",
    "QUESTION": "Qual é a resposta para",
    "PLACEHOLDER": "Digite sua resposta",
    "VERIFY": "Verificar",
    "CANCEL": "Cancelar",
    "ERROR_MESSAGE": "Resposta errada. Por favor, tente novamente.",
    "INTRO_ABOUT": "Olá, o meu nome é Joana e como deves estar a pensar gosto de desafios. Por isso, preparei um pequeno quiz antes de dar toda a informação. Podes escolher entre resolver um puzzle ou uma pequena questão matemática. Diverte-te!",
    "INTRO_HOME": "Este site foi desenvolvido utilizando a framework Angular 19, com o objetivo de criar uma versão mais interativa e pessoal do meu currículo. Aqui, você pode conhecer meu percurso profissional e explorar a parte técnica do projeto.",
    "PUZZLE_BUTTON": "Puzzle",
    "MATH_BUTTON": "Questão Matemática",
    "CONGRATULATIONS": "Parabéns, resolveste o mistério!",
    "ABOUT_ME_TEXT": "Então, eu chamo-me Joana, moro em Portugal e tirei o mestrado integrado em engenharia Física na Faculdade de Ciências da Universidade de Lisboa. Após a minha formação, não encontrei nada na área e decidi enveredar pelo caminho da programação, o que me permitiu complementar a minha formação em tecnologias. Cada projeto tem-me permitido aprender ferramentas novas, e por isso decidi aplicar um pouco do meu conhecimento a fazer este currículo online. Fora do trabalho, gosto de viajar (quem não?), jogar exit games, jardinagem e testar novos gadgets. Queres saber mais? Então entra em contacto comigo através do LinkedIn.",
    "QUOTE_1": "A tecnologia é melhor quando une as pessoas. — Matt Mullenweg",
    "QUOTE_2": "A vida é como andar de bicicleta. Para manter o equilíbrio, é preciso continuar em movimento. — Albert Einstein",
    "QUOTE_3": "O futuro pertence àqueles que acreditam na beleza dos seus sonhos. — Eleanor Roosevelt",
    "github": "Não apenas para developers! Este site foi hospedado gratuitamente pelo GitHub Pages, permitindo que qualquer pessoa possa visualizá-lo diretamente no navegador:",
    "github_link": "diverintech.github.io",
    "navigation_invite": "Explore o currículo através das diferentes abas: About, Work e Portfolio.",
    "title_home": "Welcome to My Web Resume!"
}