{
  "allRightsReserved": "Todos os direitos reservados",
  "aboutPage": {
    "aboutMeText": "Então, eu chamo-me Joana, moro em Portugal e tirei o mestrado integrado em engenharia Física na Faculdade de Ciências da Universidade de Lisboa. Após a minha formação, não encontrei nada na área e decidi enveredar pelo caminho da programação, o que me permitiu complementar a minha formação em tecnologias. Cada projeto tem-me permitido aprender ferramentas novas, e por isso decidi aplicar um pouco do meu conhecimento a fazer este currículo online. Fora do trabalho, gosto de viajar (quem não?), jogar exit games, jardinagem e testar novos gadgets. Queres saber mais? Então entra em contacto comigo através do LinkedIn.",
    "congratulations": "Parabéns, resolveste o mistério!",
    "introAbout": "Olá, o meu nome é Joana e como deves estar a pensar gosto de desafios. Por isso, preparei um pequeno quiz antes de dar toda a informação. Podes escolher entre resolver um puzzle ou uma pequena questão matemática. Diverte-te!"
  },
  "dates": "Datas",
  "description": "Descrição",
  "errorMessage": "Resposta errada. Por favor, tente novamente.",
  "githubLink": "diverintech.github.io",
  "githubRepo": "https://github.com/diverintech/diverintech.github.io",
  "home": "Início",
  "homePage": {
    "introduction": "Olá, chamo-me Joana e vivo em Portugal. Estudei Engenharia Física na Faculdade de Ciências da Universidade de Lisboa, mas após concluir os meus estudos, decidi enveredar por uma carreira na área da programação para aprimorar as minhas competências técnicas. Atualmente, trabalho principalmente como Frontend Developer, mas fascina-me compreender como tudo funciona no seu conjunto."
  },
  "mathButton": "Questão Matemática",
  "myName": "Joana Pires",
  "placeholder": "Digite sua resposta",
  "portfolio": "Portfólio",
  "present": "Presente",
  "profession": "Software Developer",
  "puzzleButton": "Puzzle",
  "quotes": {
    "quote1": "A tecnologia é melhor quando une as pessoas. — Matt Mullenweg",
    "quote2": "A vida é como andar de bicicleta. Para manter o equilíbrio, é preciso continuar em movimento. — Albert Einstein",
    "quote3": "O futuro pertence àqueles que acreditam na beleza dos seus sonhos. — Eleanor Roosevelt"
  },
  "question": "Qual é a resposta para",
  "role": "Função",
  "technologies": "Tecnologias",
  "titleHome": "Bem vindo!",
  "underConstruction": "Esta página está em construção. Volte mais tarde!",
  "verify": "Verificar",
  "work": "Experiência Profissional",
  "about": "Sobre",
  "cancel": "Cancelar",
  "company": "Empresa",
  "invalidOperationError": "Operação inválida"
}
